Revit 2027 API
BuiltInFailures.SubRegionFailures.SubDivisionOffsetInvalid Property
 Sub-division's offset must be less than the thickness of its type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SubDivisionOffsetInvalid { get; }
Public Shared ReadOnly Property SubDivisionOffsetInvalid As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SubDivisionOffsetInvalid {
	FailureDefinitionId^ get ();
}
static member SubDivisionOffsetInvalid : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SubRegionFailures Class
Autodesk.Revit.DB Namespace